[
  {
    "id": 1,
    "title": "Disseminate | Analyse | Understand Graffiti-Scapes. Proceedings of the GoINDIGO2023 International Graffiti Symposium",
    "authors": [
      "Geert Verhoeven",
      "Jona Schlegel",
      "Benjamin Wild",
      "Stefan Wogrin"
    ],
    "date": "September 2024",
    "url": "https://journals.ap2.pt/index.php/indigo/issue/view/64",
    "type": "Book",
    "publisher": "Urban Creativity",
    "location": "Lisbon, Portugal",
    "abstract": "In the year of Hip-Hop's 50th anniversary and the 40th birthday of Wild Style, goINDIGO 2023 managed to bring various disciplines together to discuss the various ways of dissipating and understanding bits of graffiti bytes. The proceedings of this symposium pick up and reiterate where the previous proceedings left off: with the contemporary ways of disseminating old or new graffiti. Afterwards, several papers discuss practical and theoretical ways to unravel graffiti-scapes and develop new insights. In summation, tackling graffiti as sociocultural artefacts demands multidisciplinary frameworks. The editors hope the interconnected graffiti themes covered here and in the goINDIGO 2022 proceedings provide inspiration and an up-to-date overview of various framework components to deal with ancient and contemporary graffiti-scapes."
  },
  {
    "id": 2,
    "title": "Editorial Introduction",
    "authors": [
      "Geert Verhoeven",
      "Jona Schlegel",
      "Benjamin Wild",
      "Stefan Wogrin"
    ],
    "date": "September 2024",
    "url": "https://doi.org/10.48619/indigo.v0i0.971",
    "type": "Editorial",
    "journal": "2023: disseminate | analyse | understand graffiti-scapes",
    "pages": "6-11",
    "publisher": "Urban Creativity",
    "location": "Lisbon, Portugal",
    "abstract": "In the year of Hip-Hop's 50th anniversary and the 40th birthday of Wild Style, goINDIGO 2023 managed to bring various disciplines together to discuss the various ways of dissipating and understanding bits of graffiti bytes. The proceedings of this symposium pick up and reiterate where the previous proceedings left off: with the contemporary ways of disseminating old or new graffiti. Afterwards, several papers discuss practical and theoretical ways to unravel graffiti-scapes and develop new insights. In summation, tackling graffiti as sociocultural artefacts demands multidisciplinary frameworks. The editors hope the interconnected graffiti themes covered here and in the goINDIGO 2022 proceedings provide inspiration and an up-to-date overview of various framework components to deal with ancient and contemporary graffiti-scapes."
  },
  {
    "id": 3,
    "title": "Getting Hold of the Urban Chameleon",
    "authors": ["Jona Schlegel", "Martin Wieser", "Geert Verhoeven"],
    "date": "September 2024",
    "url": "https://doi.org/10.48619/indigo.v0i0.975",
    "type": "Journal article",
    "journal": "2023: disseminate | analyse | understand graffiti-scapes",
    "pages": "48-61",
    "publisher": "Urban Creativity",
    "location": "Lisbon, Portugal",
    "abstract": "This paper presents Urban Chameleon, an online platform currently developed within INDIGO, an academic project that aims to inventory, disseminate, and analyse contemporary graffiti along the Donaukanal (Eng. Danube Canal) in Vienna, Austria. Urban Chameleon serves as a digital space to visually and analytically explore these graffiti. The paper provides an in-depth overview of the platform's development process, including data modelling underpinnings and Web development technologies. The text further discusses the platform's potential applications for researchers, heritage professionals, graffitists and the wider public interested in engaging with the vibrant and dynamic graffiti-scape along the Danube Canal. In that way, the article contributes to the ongoing discourse on graffiti as a multi-faceted, modern cultural practice with heritage value."
  },
  {
    "id": 4,
    "title": "Each Graffito Deserves Its Polygon",
    "authors": ["Geert Verhoeven", "Jona Schlegel", "Benjamin Wild"],
    "date": "September 2024",
    "url": "https://doi.org/10.48619/indigo.v0i0.981",
    "type": "Journal article",
    "journal": "2023: disseminate | analyse | understand graffiti-scapes",
    "pages": "163-185",
    "publisher": "Urban Creativity",
    "location": "Lisbon, Portugal",
    "abstract": "Time has remained one of the hardest-to-grasp properties of nature despite humans talking about time… all the time. However, even academic fields that are indifferent to the exact physical or philosophical characteristics of time must find ways to engage with the temporal dimension of their data. This applies to all of the Digital Humanities and maybe most to archaeology, a discipline focused on examining space- and time-bound anthropogenic activities. Like archaeological sites and landscapes, graffiti-scapes are spatially and temporally stratified. That is why the academic graffiti project INDIGO uses an archaeological lens to document, disseminate and investigate an urban graffiti-scape in space and time. However, since archaeologists still lack effective practical approaches to manage and visualise the temporal data dimension (besides a handful of data modelling standards and tools, both mainly created by geographers), INDIGO is currently developing graffiti-specific approaches to manage, visualise and analyse the uncertain spatio-temporal boundaries characterising these contemporary artefacts. After a general introduction to time and its relevance for archaeology and the study of graffiti, this paper explains why and how INDIGO uses polygons as digital representations for each real-world graffito. These polygons, stored in a human- and machine-readable file format and annotated with detailed temporal data, aim to provide a nuanced documentation of a graffiti-scape's spatio-temporal dimensions."
  },
  {
    "id": 5,
    "title": "Document | Archive | Disseminate Graffiti-Scapes. Proceedings of the GoINDIGO2022 International Graffiti Symposium",
    "authors": [
      "Geert Verhoeven",
      "Jona Schlegel",
      "Benjamin Wild",
      "Stefan Wogrin",
      "Massimiliano Carloni"
    ],
    "date": "May 2023",
    "url": "https://journals.ap2.pt/index.php/indigo/issue/view/48",
    "type": "Book",
    "publisher": "Urban Creativity",
    "location": "Lisbon, Portugal",
    "abstract": "goINDIGO 2022 has managed to bring various disciplines together. That is why the editors hope that the contributions in these proceedings can collectively be considered a proper methodological status quo on the inventorying and dissemination of graffiti records. Because most academic efforts focus on the analyses of graffiti, these proceedings also hope to kickstart further discussion and interdisciplinary scholarly action on the (need for) proper documentation and dissemination of graffiti. Critical, maybe even uncomfortable, reflections like those vented in this volume form an essential part of this discourse."
  },
  {
    "id": 6,
    "title": "“Different Folks, Different Strokes”: GoINDIGO 2022's « Creators vs Academics » Discussion Round'",
    "authors": [
      "Samuel Merrill",
      "Geert Verhoeven",
      "Benjamin Wild",
      "Massimiliano Carloni",
      "Martin Iglesia",
      "Francisca Merino",
      "Liiljana Radošević",
      "Chiara Ricci",
      "Jona Schlegel",
      "Stefan Wogrin"
    ],
    "date": "May 2023",
    "url": "https://doi.org/10.48619/indigo.v0i0.701",
    "type": "Conference paper",
    "journal": "goINDIGO",
    "issue": "2022: document | archive | disseminate graffiti-scapes",
    "pages": "25-44",
    "publisher": "Urban Creativity",
    "location": "Lisbon, Portugal",
    "abstract": [
      "During the first discussion round of goINDIGO 2022, which took place on Thursday, 12 May and was called Creators vs Academics, four local graffiti creators were invited to consider a series of (potentially provocative) statements in discussion with symposium participants (joining in-person and online). The statements, compiled by Geert Verhoeven in consultation with Samuel Merrill, were:",

      "Academia CHANGES graffiti",
      "Graffiti MUST be recorded",
      "ALL graffiti are archive-worthy",
      "Decontextualisation MATTERS",
      "Graffiti NEED categorisation",
      "Digital media are ESSENTIAL",

      "The four attending graffiti creators agreed to participate following their contact and invitation via Instagram. When introducing themselves, each conveyed their own, often close, relationship to the Donaukanal as well as their different levels of experience and exposure within Vienna’s wider graffiti scene. JANER ONE (active since 2012), for instance, took hope from doing graffiti in “tough times” and identified the Donaukanal as a really big playground—”it does not have many rules, and the few rules it has, you must pick up by yourself”—and a site of graffiti history. MANUEL SKIRL (active since 2006) meanwhile recounted how the openness and inclusiveness of the Donaukanal offered the chance to begin creating and, in time, to develop a personal style in “more artistic” directions. SERT (active since 2009) highlighted moving to Vienna partly to be close to the Donaukanal after growing up in a “pretty small village” in the countryside. SNUF’s (active since 2012) first piece was at the prestigious Donaukanal, the “best art gallery of the city with almost daily changing exhibitions”. Each of the four brought their personal, ‘inside’ perspectives to the discussion of the selected statements that is recorded in the following text. This text is not, however, a verbatim nor sequential account of that discussion. Firstly, although retaining the ‘feel’ of the discussion has been prioritised, the text has been edited for readability, and some superfluous content removed.Secondly, as is often the way with the most exploratory of dialogues, the main topic of conversation shifted quickly and regularly. Thus, although the six statements were originally detailed by Merrill (in his capacity as moderator) following a preamble at the start of the discussion round, in this text these statements (and their more detailed elaborations) have been chronologically redeployed to structure the text in a manner that might better serve the reader. The reordering of the transcription in this way means that in some places the text does not always flow consecutively in the way it did during the discussion. These places are indicated by […] and they do not only represent hops forward, but also hops backward in time.",
      "Finally, it is essential to know that all authors—of which none was a minor—have read this text and confirmed in writing that they were fine with their statements. This agreement notwithstanding, one must understand that these statements were raised in a lively discussion and must also be understood and treated this way."
    ]
  },
  {
    "id": 7,
    "title": "Making a Mark—Towards a Graffiti Thesaurus",
    "authors": [
      "Jona Schlegel",
      "Massimiliano Carloni",
      "Stefan Wogrin",
      "Ann M. Graff",
      "Geert Verhoeven"
    ],
    "date": "May 2023",
    "url": "https://doi.org/10.48619/indigo.v0i0.710",
    "type": "Conference paper",
    "journal": "goINDIGO",
    "issue": "2022: document | archive | disseminate graffiti-scapes",
    "pages": "203-219",
    "publisher": "Urban Creativity",
    "location": "Lisbon, Portugal",
    "abstract": "What does it mean to create graffiti? What exactly is (or are) graffiti? Graffiti and street art differ, right? Almost everyone has an opinion on what constitutes (modern) graffiti. Consequently, the term has taken on the most varied meanings in the conversations of academics, in media coverage, or in daily life. So how can one be sure about the meaning of the term (or any graffiti-related term, for that matter)? This is why glossaries, dictionaries, and other types of lists with definitions exist on websites, at the beginning or end of coffee-table books, and in scientific articles. However, there is currently no generally available, updateable, broadly accepted and easy-to-expand list of graffiti-related terms. Therefore, in order to meet the need for systematisation and consistency required for a more comprehensive study of graffiti, project INDIGO embarked on the journey to create a graffiti thesaurus. Being a finite set of terms (i.e. a controlled vocabulary) with hierarchical relations, this thesaurus will make INDIGO’s graffiti classification explicit and hopes to serve as a reference for the broader (academic) graffiti community."
  },
  {
    "id": 8,
    "title": "Finding Listeners for Walls That Speak",
    "authors": [
      "Geert Verhoeven",
      "Massimiliano Carloni",
      "Jona Schlegel",
      "Benjamin Wild",
      "Stefan Wogrin"
    ],
    "date": "May 2023",
    "url": "https://doi.org/10.48619/indigo.v0i0.699",
    "type": "Conference paper",
    "journal": "goINDIGO",
    "issue": "2022: document | archive | disseminate graffiti-scapes",
    "pages": "25-44",
    "publisher": "Urban Creativity",
    "location": "Lisbon, Portugal",
    "abstract": "Colourful and quickly changing: graffiti can be considered the chameleon skin of any urban landscape (Curtis, 2005). Two millennia ago, people were already writing their thoughts on the urban surfaces of Greek Aphrodisias in present-day Turkey (Chaniotis, 2011) or Roman Pompeii in Italy (Garrucci, 1856), and this practice has lived on throughout many cultures until this very day (Lovata & Olton, 2015; McDonald, 2013). Because of this long history and the multitude of surfaces on which graffiti have appeared, defining ‘graffiti’ is complicated. A safe but overly general definition could be that graffiti are a multifaceted, ‘self-authorised’ (Blanché, 2015) form of personal mark-making that exploits the public space using a visual intervention. ‘Graffiti’ can thus be an umbrella term for many ancient and contemporary mark-making practices, including engravings, paintings, sprayings, stickers, and other personal expressions attached to public (urban) surfaces in legal or illegal ways. [Note that we use the adjective ’ancient’ instead of the commonly found ‘historic’ since the latter excludes prehistoric paintings and inscriptions from the graffiti definition. For more info on how to define ‘graffiti’, see Schlegel et al. in this volume]."
  },
  {
    "id": 9,
    "title": "Facing a Chameleon—How Project INDIGO Discovers and Records New Graffiti",
    "authors": [
      "Geert Verhoeven",
      "Stefan Wogrin",
      "Jona Schlegel",
      "Martin Wieser",
      "Benjamin Wild"
    ],
    "date": "May 2023",
    "url": "https://doi.org/10.48619/indigo.v0i0.703",
    "type": "Conference paper",
    "journal": "goINDIGO",
    "issue": "2022: document | archive | disseminate graffiti-scapes",
    "pages": "63-85",
    "publisher": "Urban Creativity",
    "location": "Lisbon, Portugal"
  },
  {
    "id": 10,
    "title": "‘Imagine Being a Racist’: GoINDIGO 2022’s «Ethics & Legality in Graffiti Research» Discussion Round",
    "authors": [
      "Benjamin Wild",
      "Geert Verhoeven",
      "Norbert Pfeifer",
      "Enrico Bonadio",
      "Massimiliano Carloni",
      "Chiara Ricci",
      "Christine Koblitz",
      "Jona Schlegel"
    ],
    "date": "May 2023",
    "url": "https://doi.org/10.48619/indigo.v0i0.702",
    "type": "Conference paper",
    "journal": "goINDIGO",
    "issue": "2022: document | archive | disseminate graffiti-scapes",
    "pages": "45-62",
    "publisher": "Urban Creativity",
    "location": "Lisbon, Portugal"
  },
  {
    "id": 11,
    "title": "Towards a Graffiti Thesaurus in SKOS",
    "authors": [
      "Jona Schlegel",
      "Massimiliano Carloni",
      "Stefan Wogrin",
      "Geert Verhoeven"
    ],
    "date": "May 2022",
    "url": "https://doi.org/10.5281/zenodo.6578470",
    "type": "Presentation",
    "conference": "goINDIGO 2022 International Graffiti Symposium",
    "location": "Vienna, Austria"
  },
  {
    "id": 12,
    "title": "PROJECT INDIGO – Document, Disseminate & Analyse a Graffiti-Scape",
    "authors": [
      "Geert Verhoeven",
      "Benjamin Wild",
      "Jona Schlegel",
      "Martin Wieser",
      "Norbert Pfeifer",
      "Stefan Wogrin",
      "Lothar Eysn"
    ],
    "date": "February 2022",
    "url": "https://doi.org/10.5194/isprs-archives-XLVI-2-W1-2022-513-2022",
    "type": "Journal article",
    "journal": "The International Archives of the Photogrammetry, Remote Sensing and Spatial Information Sciences",
    "volume": "XLVI-2/W1-2022",
    "pages": "513-520"
  },
  {
    "id": 13,
    "title": "GoINDIGO 2022 International Graffiti Symposium: Book of Abstracts",
    "authors": [
      "Geert Verhoeven",
      "Massimiliano Carloni",
      "Jona Schlegel",
      "Martina Trognitz",
      "Benjamin Wild",
      "Stefan Wogrin",
      "Alex Hale"
    ],
    "date": "May 2022",
    "url": "https://doi.org/10.5281/zenodo.6591241",
    "type": "Booklet",
    "location": "Vienna, Austria"
  },
  {
    "id": 14,
    "title": "INDIGO - Status-Quo Presentation",
    "authors": [
      "Geert Verhoeven",
      "Benjamin Wild",
      "Jona Schlegel",
      "Massimiliano Carloni",
      "Alexander Watzinger",
      "Bernhard Koschiček-Krombholz",
      "Nina Richards"
    ],
    "date": "October 2022",
    "url": "https://zenodo.org/record/7232644",
    "type": "Presentation",
    "conference": "goINDIGO 2022 International Graffiti Symposium",
    "location": "Vienna, Austria"
  },
  {
    "id": 15,
    "title": "Discovering & Recording New Graffiti within Project INDIGO",
    "authors": [
      "Geert Verhoeven",
      "Jona Schlegel",
      "Martin Wieser",
      "Stefan Wogrin"
    ],
    "date": "May 2022",
    "url": "https://doi.org/10.5281/zenodo.6574796",
    "type": "Presentation",
    "conference": "goINDIGO 2022 International Graffiti Symposium",
    "location": "Vienna, Austria"
  },
  {
    "id": 16,
    "title": "AUTOGRAF—AUTomated Orthorectification of GRAFfiti Photos",
    "authors": [
      "Benjamin Wild",
      "Geert Verhoeven",
      "Martin Wieser",
      "Camillo Ressl",
      "Jona Schlegel",
      "Stefan Wogrin",
      "Johannes Otepka-Schremmer",
      "Norbert Pfeifer"
    ],
    "date": "December 2022",
    "url": "https://doi.org/10.3390/heritage5040155",
    "type": "Journal article",
    "journal": "Heritage",
    "volume": "5",
    "issue": "4",
    "pages": "2987-3009"
  },
  {
    "id": 17,
    "title": "Project INDIGO - Document, Disseminate & Analyse a Graffiti-Scape",
    "authors": [
      "Benjamin Wild",
      "Geert Verhoeven",
      "Jona Schlegel",
      "Martin Wieser",
      "Norbert Pfeifer",
      "Stefan Wogrin",
      "Lothar Eysn",
      "Massimiliano Carloni",
      "Bernhard Koschiček-Krombholz",
      "Adolfo Molada-Tebar",
      "Johannes Otepka-Schremmer",
      "Camillo Ressl",
      "Martina Trognitz",
      "Alexander Watzinger"
    ],
    "date": "March 2022",
    "url": "https://doi.org/10.5281/zenodo.6339489",
    "type": "Presentation",
    "conference": "3D Virtual Reconstruction and Visualization of Complex Architectures – 9th International Workshop (3D-ARCH 2022)",
    "location": "Mantova, Italy"
  },
  {
    "id": 18,
    "title": "Prospecting the UNESCO World Heritage Site of Müstair (Switzerland)",
    "authors": [
      "Jona Schlegel",
      "Geert J. Verhoeven",
      "Patrick Cassitti",
      "Alois Hinterleitner",
      "Klaus Löcker",
      "Hannes Schiel",
      "Christoph Walser",
      "Thomas Reitmaier",
      "Wolfgang Neubauer"
    ],
    "date": "June 2021",
    "url": "https://doi.org/10.3390/rs13132515",
    "type": "Journal article",
    "journal": "Remote Sensing",
    "volume": "13",
    "issue": "13",
    "pages": "2515-2535"
  },
  {
    "id": 19,
    "title": "CrowdSlide - a Mobile Web Application for Building a Database of Gravitational Mass Movements Using Volunteer Field Reports",
    "authors": ["Jona Schlegel", "Annemarie Grass", "Florian Fuchs"],
    "date": "2020",
    "url": "https://doi.org/10.5194/egusphere-egu2020-16503",
    "type": "Conference abstract",
    "volume": "EGU2020",
    "pages": "16503"
  },
  {
    "id": 20,
    "title": "Towards an Automated Analysis of Geophysical Archaeological Prospection Data",
    "authors": [
      "Immo Trinks",
      "Alois Hinterleitner",
      "Mario Wallner",
      "Klaus Löcker",
      "Alexander Bornik",
      "Johannes Höller",
      "Matthias Kucera",
      "Roland Filzwieser",
      "Hannes Schiel",
      "Tanja Trausmuth",
      "Alexandra Vonkilch",
      "Jona Schlegel",
      "David Ruß",
      "Wolfgang Neubauer"
    ],
    "date": "November 2020",
    "url": "https://www.chnt.at/wp-content/uploads/Towards-an-automated-analysis-of-geophysical-archaeological-prospection-data.pdf",
    "type": "Conference paper",
    "journal": "Proceedings of the 25th Conference on Cultural Heritage and New Technologies.",
    "pages": "1-4"
  },
  {
    "id": 21,
    "title": "Pliska – Integrated Geophysical Prospection of the First Early Medieval Bulgarian Capital",
    "authors": [
      "Roland Filzwieser",
      "Andrey Aladzhov",
      "Jona Schlegel",
      "Alois Hinterleitner",
      "Nives Doneus",
      "Hannes Schiel",
      "Janko Dimitrov",
      "Martin Gamon",
      "Falko Daim",
      "Wolfgang Neubauer"
    ],
    "date": "December 2019",
    "url": "https://be-ja.org/index.php/journal/article/view/be-ja-9-2-2019-229-261",
    "type": "Journal article",
    "journal": "Bulgarian e-Journal of Archaeology",
    "volume": "9",
    "issue": "2",
    "pages": "229-261"
  },
  {
    "id": 22,
    "title": "Recreating an Ancient Roman Delicacy Market",
    "authors": ["Kelly Gillikin Schoueri", "Jona Schlegel"],
    "date": "October 2018",
    "url": "https://doi.org/10.1109/DigitalHeritage44163.2018",
    "type": "Conference poster",
    "conference": "Digital Heritage 2018",
    "location": "San Francisco, USA"
  },
  {
    "id": 23,
    "title": "Spatial Contextualization of Cultural Heritage - The Cupola of the Torres de Las Damas in the Alhambra",
    "authors": [
      "Arie Kai-Browne",
      "Thomas Bremer",
      "Kay Kohlmeyer",
      "Julia Gonnella",
      "Sebastian Plesch",
      "Susanne Brandhorst",
      "Jona Schlegel"
    ],
    "date": "November 2018",
    "url": "https://archiv.chnt.at/spatial-contextualization-of-cultural-heritage-the-cupola-of-the-torres-de-las-damas-on-the-alhambra/",
    "type": "Conference paper",
    "conference": "CHNT 2018",
    "location": "Vienna, Austria"
  },
  {
    "id": 24,
    "title": "Entdeckung Und Erkundung Des Antiken Stadtgrundrisses von Seleukeia Sidera, Türkei – Ein Erster Überblick",
    "authors": ["Thomas Schenk", "Jona Schlegel"],
    "date": "April 2018",
    "url": "https://feldarchaeologie.de/wordpress/wp-content/uploads/2018/06/2018_Programm_Ulm_und_Abstracts.pdf",
    "type": "Presentation",
    "conference": "VGFA 2018",
    "location": "Ulm, Germany"
  },
  {
    "id": 25,
    "title": "Seleukeia Sidera Antik Kenti 2016-2017 Jeofizik Çalışmalarının Sonuçları",
    "authors": [
      "Thomas Schenk",
      "Evrim Tutunsatar",
      "Jona Schlegel",
      "Mustafa Akaslan",
      "Bilge Hürmüzlü",
      "İlkay Atav Köker"
    ],
    "date": "May 2018",
    "url": "https://seleukeiasiderakazilari.sdu.edu.tr/page28.html",
    "type": "Presentation",
    "conference": "34 ARKEOMETRİ SONUÇLARI TOPLANTISI",
    "location": "Çanakkale, Turkey"
  },
  {
    "id": 26,
    "title": "The Challenges of Preservation: Digitizing Graffiti in the Urban Landscape",
    "authors": [
      "Massimiliano Carloni",
      "Geert J. Verhoeven",
      "Jona Schlegel",
      "Stefan Wogrin"
    ],
    "date": "July 2023",
    "url": "https://doi.org/10.5281/zenodo.8004645",
    "type": "Conference paper",
    "journal": "AIUCD 2023 - La Memoria Digitale",
    "pages": "338-342",
    "location": "Siena, Italy"
  },
  {
    "id": 27,
    "title": "goINDIGO 2023 International Graffiti Symposium: Disseminate | Analyse | Understand Graffiti-Scapes. Book of Abstracts",
    "authors": [
      "Geert J. Verhoeven",
      "Jona Schlegel",
      "Benjamin Wild",
      "Stefan Wogrin",
      "Oskar Baumann",
      "Enrico Bonadio",
      "Massimiliano Carloni",
      "Luca Davico",
      "DEADBEAT HERO",
      "Siri-Helen Egeland",
      "Francisca Fernández Merino",
      "Giulia Flenghi",
      "Paola Guerreschi",
      "Elena Ippoliti",
      "Johannes Jungfleisch",
      "Bernhard Koschiček-Krombholz",
      "Paul Lorah",
      "Alessandra Meschini",
      "Gunther Michels",
      "Luisa Montobbio",
      "Konstantin Oedl",
      "Norbert Pfeifer",
      "Ljiljana Radošević",
      "Michele Russo",
      "Nora Shalaby",
      "Heather Shirey",
      "Holly Sypniewski",
      "David Todd Lawrence",
      "Noemi Tommasella",
      "Valentina Tretti-Beckles",
      "Martina Trognitz",
      "Richard van Tiggelen",
      "Adrián Vergara-Heidke",
      "Brett Webb",
      "Martin Wieser"
    ],
    "date": "June 2023",
    "url": "https://doi.org/10.5281/zenodo.8029994",
    "type": "Booklet",
    "pages": "1-50"
  },
  {
    "id": 28,
    "title": "INDIGO and the Graffito: Navigating Definitions and Digital Representations",
    "authors": ["Jona Schlegel", "Massimiliano Carloni", "Geert J. Verhoeven"],
    "date": "December 2023",
    "url": "https://doi.org/10.5281/zenodo.10361156",
    "type": "Presentation",
    "conference": "Leaving a Mark: Onsite – On Surface – Online",
    "location": "Karlsruhe, Germany"
  },
  {
    "id": 29,
    "title": "Catching the Urban Chameleon",
    "authors": ["Jona Schlegel", "Martin Wieser", "Geert J. Verhoeven"],
    "date": "June 2023",
    "url": "https://doi.org/10.5281/zenodo.8112788",
    "type": "Presentation",
    "conference": "goINDIGO 2023: Disseminate | Analyse | Understand Graffiti-Scapes",
    "location": "Vienna, Austria"
  },
  {
    "id": 30,
    "title": "One Polygon at a Time – Trying to Manage a Graffiti-Scape's Spatio-Temporality",
    "authors": ["Geert J. Verhoeven", "Jona Schlegel"],
    "date": "June 2023",
    "url": "https://doi.org/10.5281/zenodo.8105895",
    "type": "Presentation",
    "conference": "goINDIGO 2023: Disseminate | Analyse | Understand Graffiti-Scapes",
    "location": "Vienna, Austria"
  },
  {
    "id": 31,
    "title": "Towards a Graffiti Thesaurus in SKOS",
    "authors": [
      "Jona Schlegel",
      "Massimiliano Carloni",
      "Stefan Wogrin",
      "Geert J. Verhoeven"
    ],
    "date": "May 2022",
    "url": "https://doi.org/10.5281/zenodo.6578470",
    "type": "Presentation",
    "conference": "goINDIGO 2022: Document | Archive | Disseminate Graffiti-Scapes",
    "location": "Vienna, Austria"
  },
  {
    "id": 32,
    "title": "Discovering & Recording New Graffiti within Project INDIGO",
    "authors": [
      "Geert J. Verhoeven",
      "Jona Schlegel",
      "Martin Wieser",
      "Stefan Wogrin"
    ],
    "date": "May 2022",
    "url": "https://doi.org/10.5281/zenodo.6574796",
    "type": "Presentation",
    "conference": "goINDIGO 2022: Document | Archive | Disseminate Graffiti-Scapes",
    "location": "Vienna, Austria"
  },
  {
    "id": 33,
    "title": "Dem Donaukanal-Chamäleon auf der Spur",
    "authors": ["Benjamin Wild", "Jona Schlegel"],
    "date": "March 2023",
    "url": "https://www.derstandard.at/story/2000144976673/dem-donaukanal-chamaeleon-auf-der-spur",
    "type": "News blog",
    "journal": "Der Standard - Archäologieblog",
    "location": "Vienna, Austria"
  },
  {
    "id": 34,
    "title": "Grabungstechnik Praktische Archäologie",
    "authors": ["Jona Schlegel"],
    "date": "June 2014",
    "url": "https://www.youtube.com/watch?v=aGiQ8BXSamE",
    "type": "Video",
    "language": "German",
    "location": "Germany",
    "platform": "YouTube"
  },
  {
    "id": 35,
    "title": "Auswertung von berührungslosen Prospektionsmethoden am Beispiel der antiken Fundstätte Kale Tepe bei Gönen, Isparta",
    "authors": ["Jona Schlegel"],
    "date": "December 2015",
    "url": "https://scholar.google.com",
    "type": "Bachelor thesis",
    "institution": "Hochschule für Technik und Wirtschaft Berlin",
    "location": "Berlin, Germany"
  },
  {
    "id": 36,
    "title": "Seleukeia Sidera",
    "authors": ["Jona Schlegel"],
    "date": "March 2018",
    "url": "",
    "type": "Master thesis",
    "institution": "Hochschule für Technik und Wirtschaft Berlin and Freie Universität Berlin",
    "location": "Berlin, Germany"
  },
  {
    "id": 37,
    "title": "Documenting Graffiti Past and Present: Disparate Traditions, Shared Objectives",
    "authors": [
      "Ondrej Škrabal (Chair)",
      "Anna Marie Krüger",
      "Mia Gaia Trentin",
      "Rebecca R. Benefiel",
      "Holly M. Sypniewski",
      "Jona Schlegel"
    ],
    "date": "September 2023",
    "url": "https://arthist.net/archive/40077/lang=en_US",
    "type": "Panel discussion",
    "conference": "Studying Written Artefacts: Challenges and Perspectives, Excellence Cluster: Understanding Written Artefacts Conference 2023",
    "location": "Hamburg, Germany"
  },
  {
    "id": 38,
    "title": "Eggendorf am Walde (NÖ) – Die Kreisgrabenanlage und das Fortleben einer bandkeramischen Großsiedlung im Mittelneolithikum",
    "authors": [
      "David Ruß",
      "Jona Schlegel",
      "Katharina Riederer",
      "Matthias Kucera",
      "Mario Wallner",
      "Hannes Schiel",
      "Constantin Hladik",
      "Wolfgang Neubauer"
    ],
    "date": "January 2022",
    "url": "",
    "type": "Presentation",
    "conference": "rondel'22 - Ritualarena, Kalenderbau oder performative Architektur?",
    "location": "Online "
  },
  {
    "id": 39,
    "title": "Eggendorf Am Walde and Niederleis − Two Newly Discovered Middle Neolithic Kreisgrabenanlagen in Lower Austria",
    "authors": [
      "David Ruß",
      "Jona Schlegel",
      "Mario Wallner",
      "Katharina Riederer",
      "Matthias Kucera",
      "Hannes Schiel",
      "Julia Rechling",
      "Alois Hinterleitner",
      "Wolfgang Neubauer"
    ],
    "date": "August 2023",
    "url": "",
    "journal": "Berliner Archäologische Forschungen",
    "editor": "Wolfram Schier",
    "pages": "97-108",
    "publisher": "Berliner Archäologische Forschungen",
    "type": "Conference paper"
  },
  {
    "id": 40,
    "title": "Geophysical Archaeological Prospection at the Inner City of Pliska in 2018",
    "authors": [
      "Roland Filzwieser",
      "Wolfgang Neubauer",
      "Andrey Aladzhov",
      "Jona Schlegel",
      "Alois Hinterleitner",
      "Nives Doneus",
      "Hannes Schiel",
      "Martin Gamon"
    ],
    "date": "May 2019",
    "url": "",
    "type": "Presentation",
    "conference": "LVIII National Archaeological Conference",
    "location": "Byala, Bulgaria"
  },
  {
    "id": 41,
    "title": "Non-Invasive Archaeological Prospection of Pliska",
    "authors": [
      "Wolfgang Neubauer",
      "Roland Filzwieser",
      "Hannes Schiel",
      "Jona Schlegel"
    ],
    "date": "October 2019",
    "url": "",
    "type": "Presentation",
    "conference": "The Pliska Phenomenon and Early Medieval Archaeology in Central and South-Eastern Europe",
    "location": "Shumen, Bulgaria"
  },
  {
    "id": 42,
    "title": "Speicher-Herforst - a Roman Industrial Landscape in the Hinterland of the Augusta Treverorum (Trier, UNESCO World Heritage)",
    "authors": [
      "Jona Schlegel",
      "Petra Schneidhofer",
      "Mario Wallner",
      "Jakob Kainz",
      "Wolfgang Neubauer",
      "Holger Schaaf",
      "Angelika Hunold"
    ],
    "date": "April 2019",
    "url": "",
    "type": "Presentation",
    "conference": "DigiKult 2019",
    "location": " Krems, Austria"
  }
]
